tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "git"
brew "neovim"
brew "redis"
brew "postgres"
brew "hub"
brew "imagemagick"
brew "node"
brew "z"
brew "visionmedia-watch"
brew "mobile-shell"
brew "nmap"
brew "wget"
brew "pass"
brew "tmux"
brew "gpg"
brew "pinentry-mac"
brew "shpotify"
brew "fnm"
brew "direnv"

cask "calibre"
cask "figma"
cask "google-chrome"
cask "spotify"
cask "iterm2-nightly"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "the-unarchiver"
cask "spectacle"
# cask "genymotion"
cask "docker"
cask "postman"
cask "postico"
cask "google-backup-and-sync"
cask "qlcolorcode"
cask "qlstephen"
cask "qlmarkdown"
cask "qlimagesize"
cask "qlvideo"
cask "quicklook-json"
cask "quicklook-csv"
cask "quicklookase"
cask "suspicious-package"
cask "apparency"

mas "Lungo", id: 1263070803
mas "Spark", id: 1176895641
